[HeavyKevlarArmor X2ArmorTemplate]
FriendlyName = "Heavy Kevlar Armor"
FriendlyNamePlural = "Heavy Kevlar Armor"
BriefSummary = "This basic armor consists of improvised protection cobbled together from salvage and Resistance arms caches. It provides minimal protection against ADVENT and alien weaponry."
TacticalText = "<Bullet/> A heavier variant of our conventional Kevlar Armor.\n<Bullet/> Research can give us access to better armor."

[KevlarArmor_DLC_Day0 X2ArmorTemplate]
FriendlyName = "Light Kevlar Armor"
FriendlyNamePlural = "Light Kevlar Armor"
BriefSummary = "This basic armor consists of improvised protection cobbled together from salvage and Resistance arms caches. It provides minimal protection against ADVENT and alien weaponry."
TacticalText = "<Bullet/> A lighter variant of our conventional Kevlar Armor.\n<Bullet/> Research can give us access to better armor."

